Repository: Urgut/unitur
Catalog: locale/*/LC_MESSAGES/django.po
Languages: uz

source: Home
uz: Bosh sahifa

source: Enjoy the Best Destinations with Our Travel Agency
uz: Eng yaxshi manzillarga sayohat agentligimiz bilan sayohat qiling

source: Get in touch
uz: Aloqa

source: Explore
uz: Kashf etish

source: The World
uz: Dunyo

source: Trust
uz: Ishonch

source: Our Experience
uz: Bizning tajribamiz

source: Create
uz: Yaratish

source: Your Tour
uz: Sayohatingiz

source: Balloon Flights
uz: Sharlarga uchish

source: Mountain Holiday
uz: Tog'dagi ta'til

source: Beach Holidays
uz: Qirg'oqdagi ta'til

source: Other Tours
uz: Boshqa sayohatlar

source: Discover New Horizons
uz: Yangi ufqlarni kashf eting

source: About us
uz: Biz haqimizda

source: Why choose us
uz: Nega bizni tanlashingiz kerak

source: Our mission
uz: Bizning missiyamiz

source: Get in Touch
uz: Aloqa o'rnating

source: Read More
uz: Batafsil o'qish

source: Personalized Matching
uz: Shaxsiy moslashtirish

source: Wide Variety of Tours
uz: Sayohatlarning keng tanlovi

source: Highly Qualified Service
uz: Yuqori malakali xizmat

source: 24/7 Support
uz: 24/7 qo'llab-quvvatlash

source: Handpicked Hotels
uz: Tanlangan mehmonxonalar

source: Best Price Guarantee
uz: Eng yaxshi narx kafolati

source: Hot Tours
uz: Issiq Sayohatlar

source: Buy This Tour
uz: Ushbu Sayohatni Sotib Oling

source: 4 customer reviews
uz: 4 mijoz sharhlari

source: 5 customer reviews
uz: 5 mijoz sharhlari

source: Benidorm, Spain
uz: Benidorm, Ispaniya

source: Mauritius Island, Africa
uz: Mauritius Orli, Afrika

source: Different People — One Mission
uz: Turli Kishilar — Bitta Missiya

source: Founder, Owner
uz: Asoschisi, Egasi

source: Travel Agent
uz: Sayohat Agentligi

source: Tour Consultant
uz: Sayohat bo'yicha maslahatchi

source: PR Manager
uz: PR menejeri

source: Book a Tour Now
uz: Endi sayohatni bron qiling

source: Gallery
uz: Galereya

source: First-class Impressions
uz: Birinchi darajali taassurotlar

source: are Waiting for You!
uz: sizni kutmoqda!

source: Our agency offers travelers various tours and excursions with destinations all over the world. Browse our website to find your dream tour!
uz: Bizning agentlik dunyo bo'ylab turli xil sayohatlar va ekskursiyalarni taklif etadi. Bizning saytimizni ko'rib chiqing va orzuingizdagi sayohatni toping!

source: Thumbnail Classic
uz: Klassik miniatura

source: Zoom
uz: Kattalashtirish

source: Popular news
uz: Mashhur yangiliklar

source: Quick links
uz: Tez havolalar

source: Our Tours
uz: Bizning sayohatlarimiz

source: Our Team
uz: Bizning jamoamiz

source: Privacy Policy
uz: Maxfiylik siyosati

source: All Rights Reserved
uz: Barcha huquqlar himoyalangan

source: Design by
uz: Dizayn tomonidan

source: About
uz: Biz haqimizda

source: You are using an outdated browser. For a faster, safer browsing experience, upgrade for free today.
uz: Siz eskirgan brauzerdan foydalanmoqdasiz. Tezroq va xavfsizroq serf qilish uchun uni bepul yangilang.

source: Typography
uz: Tipografiya

source: Contact Us
uz: Biz bilan bog'lanish

source: Experience
uz: Tajribamiz

source: Skills
uz: Ko'nikmalar

source: Mission
uz: Missiya

source: Tours
uz: Turlar

source: Excursions
uz: Ekskursiyalar

source: Hotel Bookings
uz: Mehmonxona bronlari

source: Read more
uz: Batafsil o'qish

source: Download presentation
uz: Prezentatsiyani yuklab olish

source: Destinations
uz: Manzillar

source: France
uz: Fransiya

source: Italy
uz: Italiya

source: Egypt
uz: Misr

source: Dubai
uz: Dubay

source: Spain
uz: Ispaniya

source: Africa
uz: Afrika

source: What People Say
uz: Odamlar nima deyishadi

source: Regular Client
uz: Doimiy mijoz

source: Catherine Williams
uz: Ketrin Uilyams

source: Samantha Brown
uz: Samanta Braun

source: Awards
uz: Mukofotlar

source: Travelers
uz: Sayohatchilar

source: Team members
uz: Jamoa a'zolari

source: Contact us
uz: Biz bilan bog'lanish

source: Your Personal Guide to 5 Best Places to Visit on Earth
uz: Yer yuzidagi eng yaxshi 5 ta joyni ko'rish bo'yicha shaxsiy qo'llanma

source: Top 10 Hotels: Rating by Wonder Tour Travel Experts
uz: Top 10 mehmonxona: Wonder Tour sayohat mutaxassislarining reytingi

source: All Rights Reserved.
uz: Barcha huquqlar himoyalangan.

source: 9870 St Vincent Place, Glasgow, DC 45 Fr 45.
uz: 9870 Saint Vincent Joyi, Glasgow, DC 45 Fr 45.

source: 4730 Crystal Springs Dr, Los Angeles, CA 90027
uz: 4730 Crystal Springs Dr, Los-Anjeles, CA 90027

source: If you have any questions, just fill in the contact form, and we will answer you shortly.
uz: Agar sizda savollar bo'lsa, iltimos, kontakt formasini to'ldiring, va biz tez orada sizga javob beramiz.

source: Your Name
uz: Ismingiz

source: E-mail
uz: Elektron pochta

source: Phone
uz: Telefon

source: Message
uz: Xabar

source: Send Message
uz: Xabarni yuborish

source: May 04, 2019
uz: 2019-yil 4-may

source: H1 Heading
uz: H1 Sarlavha

source: H2 Heading
uz: H2 Sarlavha

source: H3 Heading
uz: H3 Sarlavha

source: H4 Heading
uz: H4 Sarlavha

source: H5 Heading
uz: H5 Sarlavha

source: H6 Heading
uz: H6 Sarlavha

source: Welcome to our wonderful world. We sincerely hope that each and every user entering our website will find exactly what he/she is looking for. With advanced features of activating account and new login widgets, you will definitely have a great experience of using our web page.
uz: Bizning ajoyib dunyomizga xush kelibsiz. Biz har bir foydalanuvchi veb-saytimizga kirib, aynan nima izlayotganini topishini samimiy umid qilamiz. Hisobni faollashtirish va yangi kirish vidjetlari bilan siz veb-sahifamizdan foydalanish tajribasidan albatta zavq olasiz.
